acpi
acpilight
autorandr
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
btop
clang
cmatrix
cmus
discord
efibootmgr
eza
fd
feh
firefox
fish
git
github-cli
grub
htop
intel-ucode
kdenlive
kitty
krita
libreoffice-fresh
lightdm
linux
linux-firmware
lxsession
man-db
man-pages
neofetch
neovim
networkmanager
newsboat
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
nvidia
pamixer
pavucontrol
picom
power-profiles-daemon
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
ranger
retroarch
rofi
scrot
sl
sof-firmware
starship
steam
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
timeshift
tmux
ttf-hanazono
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ueberzug
unclutter
unzip
vifm
vim
vlc
wezterm
wget
xclip
ytfzf
